Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Your unlock comes from a web purchase activated on this Mac.
ar: يأتي إلغاء القفل الخاص بك من عملية شراء عبر الويب تم تنشيطها في هذا Mac.
ca: El teu desbloqueig prové d'una compra web activada en aquest Mac.
cs: Vaše odemknutí pochází z webového nákupu aktivovaného na tomto Mac.
da: Din oplåsning kommer fra et webkøb aktiveret på denne Mac.
de: Deine Freischaltung stammt von einem Web-Kauf, der auf diesem Mac aktiviert wurde.
el: Το ξεκλείδωμά σας προέρχεται από μια αγορά ιστού που ενεργοποιήθηκε σε αυτό το Mac.
es: Tu desbloqueo procede de una compra web activada en este Mac.
fa: فعال‌سازی شما از یک خرید وب است که روی این Mac فعال شده است.
fi: Avauksesi tulee verkkoostoksesta, joka on aktivoitu Mac.
fr: Votre déblocage provient d'un achat web activé sur ce Mac.
he: ביטול הנעילה שלך מגיע מרכישת אינטרנט שהופעלה ב-Mac זה.
hr: Vaše otključavanje dolazi putem web kupnje aktivirane ovog Mac.
hu: A feloldás egy internetes vásárlás eredménye, amelyet ezen a napon aktiváltak: Mac.
id: Buka kunci Anda berasal dari pembelian web yang diaktifkan pada Mac ini.
it: Il tuo sblocco deriva da un acquisto web attivato su questo Mac.
ja: ロック解除は、この Mac でアクティベートされた Web 購入によるものです。
ko: 이 Mac에서 활성화한 웹 구매로 잠금 해제되었습니다.
ms: Buka kunci anda datang daripada pembelian web yang diaktifkan pada Mac ini].
nl: Je ontgrendeling is afkomstig van een internetaankoop die op deze Mac is geactiveerd.
no: Låsingen din kommer fra et nettkjøp aktivert på denne Mac.
pl: Twoje odblokowanie pochodzi z zakupu internetowego aktywowanego w tym Mac.
pt_br: Seu desbloqueio vem de uma compra pela web ativada neste Mac.
pt_pt: Seu desbloqueio vem de uma compra na web ativada neste Mac.
ro: Deblocarea dvs. provine dintr-o achiziție web activată pe acest Mac.
ru: Разблокировка получена по веб-покупке, активированной на этом Mac.
sk: Vaše odomknutie pochádza z webového nákupu aktivovaného na tomto Mac.
sl: Vaše odklepanje prihaja iz spletnega nakupa, aktiviranega na tem Mac.
sv: Din upplåsning kommer från ett webbköp som aktiverats den här Mac.
th: การปลดล็อคของคุณมาจากการซื้อทางเว็บที่เปิดใช้งานเมื่อ Mac นี้
tr: Kilidinizin açılması bu Mac'te etkinleştirilen bir web satın alımından geliyor.
uk: Розблокування надано вебпокупкою, активованою на цьому Mac.
ur: آپ کا غیر مقفل اس Mac پر فعال کردہ ویب خریداری سے آتا ہے۔
vi: Mở khóa của bạn đến từ giao dịch mua hàng trên web được kích hoạt vào Mac này.
zh_hans: 你的解锁来自在这台 Mac 上激活的网页购买。
zh_hant: 你的解鎖來自在這台 Mac 上啟用的網頁購買項目。

source: Your unlock is managed by the App Store for this Apple Account.
ar: تتم إدارة عملية إلغاء القفل بواسطة App Store لحساب Apple هذا.
ca: App Store gestiona el teu desbloqueig per a aquest compte d'Apple.
cs: Vaše odemknutí spravuje App Store pro tento účet Apple.
da: Din oplåsning administreres af App Store for denne Apple-konto.
de: Deine Freischaltung wird vom App Store für diesen Apple Account verwaltet.
el: Η διαχείριση του ξεκλειδώματος σας γίνεται από το App Store για αυτόν τον Λογαριασμό Apple.
es: Tu desbloqueo está gestionado por el App Store para esta cuenta de Apple.
fa: فعال‌سازی شما برای این حساب Apple توسط App Store مدیریت می‌شود.
fi: Tämän Apple-tilin App Store hallinnoi lukituksen avaamistasi.
fr: Votre déblocage est géré par l'App Store pour ce compte Apple.
he: ביטול הנעילה שלך מנוהל על ידי App Store עבור חשבון Apple הזה.
hr: Vašim otključavanjem upravlja App Store za ovaj Apple račun.
hu: Feloldását a App Store kezeli ehhez az Apple-fiókhoz.
id: Buka kunci Anda dikelola oleh App Store untuk Akun Apple ini.
it: Il tuo sblocco è gestito dall'App Store per questo Account Apple.
ja: ロック解除は、この Apple アカウントに紐づけて App Store で管理されています。
ko: 이 Apple 계정의 잠금 해제는 App Store에서 관리합니다.
ms: Buka kunci anda diuruskan oleh App Store untuk Akaun Apple ini.
nl: Je ontgrendeling wordt beheerd door de App Store voor dit Apple-account.
no: Låsingen din administreres av App Store for denne Apple-kontoen.
pl: Twoim odblokowaniem zarządza App Store tego konta Apple.
pt_br: Seu desbloqueio é gerenciado pela App Store para esta Conta Apple.
pt_pt: Seu desbloqueio é gerenciado pelo App Store desta conta Apple.
ro: Deblocarea dvs. este gestionată de App Store pentru acest cont Apple.
ru: Вашей разблокировкой для этого Аккаунта Apple управляет App Store.
sk: Vaše odomknutie spravuje App Store pre tento účet Apple.
sl: Vaše odklepanje upravlja App Store za ta račun Apple.
sv: Din upplåsning hanteras av App Store för detta Apple-konto.
th: การปลดล็อคของคุณได้รับการจัดการโดย App Store สำหรับบัญชี Apple นี้
tr: Kilidinizin açılması bu Apple Hesabı için App Store tarafından yönetiliyor.
uk: Ваше розблокування для цього облікового запису Apple обслуговує App Store.
ur: آپ کا ان لاک اس Apple اکاؤنٹ کے لیے App Store کے زیر انتظام ہے۔
vi: Việc mở khóa của bạn được quản lý bởi App Store cho Tài khoản Apple này.
zh_hans: 你的解锁状态由 App Store 针对此 Apple 账户管理。
zh_hant: 你的解鎖由 App Store 針對此 Apple 帳號管理。

source: YouTube thumbnail
ar: YouTube صورة مصغرة
ca: YouTube miniatura
cs: YouTube miniatura
da: YouTube-miniaturebillede
el: YouTube μικρογραφία
es: Miniatura de YouTube
fa: تصویر بندانگشتی YouTube
fi: YouTube pikkukuva
fr: Miniature YouTube
he: YouTube תמונה ממוזערת
hr: YouTube minijatura
hu: YouTube indexképe
id: YouTube gambar kecil
it: Miniatura YouTube
ja: YouTube サムネイル
ko: YouTube 썸네일
ms: lakaran kecil YouTube.
nl: YouTube miniatuur
no: YouTube miniatyrbilde
pl: Miniatura YouTube.
pt_br: Miniatura do YouTube
pt_pt: YouTube miniatura
ro: YouTube miniatură
ru: Обложка видео YouTube
sk: YouTube miniatúra
sl: YouTube sličica
sv: YouTube miniatyr
th: ภาพขนาดย่อ YouTube
tr: YouTube küçük resmi
uk: Обкладинка відео YouTube
ur: YouTube تھمب نیل
vi: Hình thu nhỏ YouTube
zh_hans: YouTube 缩略图
zh_hant: YouTube 縮圖

source: Z-order, duplicate, and delete act on the whole selection.
ar: ترتيب Z وتكراره وحذفه يؤثر على التحديد بأكمله.
ca: L'ordre Z, la duplicació i la supressió actuen sobre tota la selecció.
cs: Z-pořadí, duplikace a odstranění působí na celý výběr.
da: Z-ordre, dupliker og slet handling på hele udvalget.
de: Ebenenreihenfolge, Duplizieren und Löschen wirken auf die gesamte Auswahl.
el: Σειρά Z, αντιγραφή και διαγραφή πράξης σε ολόκληρη την επιλογή.
es: Ordenar en Z, duplicar y eliminar actúan sobre toda la selección.
fa: ترتیب لایه‌ها، تکثیر و حذف روی همهٔ موارد انتخاب‌شده اعمال می‌شوند.
fi: Z-järjestä, monista ja poista toimi koko valinnassa.
fr: L'ordre Z, la duplication et la suppression agissent sur toute la sélection.
he: פעל לפי סדר Z, שכפול ומחק בכל הבחירה.
hr: Z-redoslijed, dupliciranje i brisanje djeluju na cijeli odabir.
hu: Z-sorrend, másolás és törlés a teljes kijelölésen.
id: Tindakan Z-order, duplikat, dan hapus pada seluruh pilihan.
it: Ordine di sovrapposizione, duplicazione ed eliminazione agiscono sull'intera selezione.
ja: 重なり順の変更、複製、削除は、選択したすべての図形に適用されます。
ko: Z 순서, 복제 및 삭제는 전체 선택 항목에 적용됩니다.
ms: Perintah Z, pendua dan padam bertindak pada keseluruhan pilihan.
nl: Z-volgorde, dupliceer en verwijder actie op de hele selectie.
no: Z-ordre, duplisere og slette handle på hele utvalget.
pl: Porządkowanie w Z, powielanie i usuwanie działają na całą selekcję.
pt_br: Ordem Z, duplicação e exclusão atuam em toda a seleção.
pt_pt: Ordem Z, duplicação e exclusão atuam em toda a seleção.
ro: Ordonați în Z, duplicați și ștergeți acționează pe întreaga selecție.
ru: Порядок наложения, дублирование и удаление применяются ко всему выделению.
sk: Z-poradie, duplikovanie a odstránenie pôsobia na celý výber.
sl: Z-vrstni red, podvajanje in brisanje delujejo na celotno izbiro.
sv: Z-ordna, duplicera och ta bort agerar på hela urvalet.
th: ลำดับ Z ทำซ้ำ และลบการกระทำกับการเลือกทั้งหมด
tr: Z sırası, çoğaltma ve silme işlemleri seçimin tamamına uygulanır.
uk: Порядок шарів, дублювання й видалення застосовуються до всього вибраного.
ur: پورے انتخاب پر Z- آرڈر، ڈپلیکیٹ، اور ڈیلیٹ ایکٹ۔
vi: Thứ tự Z, sao chép và xóa tác động lên toàn bộ vùng chọn.
zh_hans: 层级顺序、复制和删除操作会作用于整个所选内容。
zh_hant: 圖層順序、複製和刪除會作用於整個選取範圍。

source: Z-order: **⌘⇧]** brings forward, **⌘⇧[** sends back.
ar: ترتيب Z: **⌘⇧]** يقدم، **⌘⇧[** يرسل مرة أخرى.
ca: Ordre Z: **⌘⇧]** avança, **⌘⇧[** envia enrere.
cs: Z-pořadí: **⌘⇧]** přenáší dopředu, **⌘⇧[** posílá zpět.
da: Z-rækkefølge: **⌘⇧]** bringer frem, **⌘⇧[** sender tilbage.
de: Ebenenreihenfolge: **⌘⇧]** bringt ganz nach vorne, **⌘⇧[** ganz nach hinten.
el: Σειρά Z: **⌘⇧]** φέρνει προς τα εμπρός, **⌘⇧[** στέλνει πίσω.
es: Orden de apilamiento: **⌘⇧]** trae al frente, **⌘⇧[** envía al fondo.
fa: ترتیب لایه‌ها: **⌘⇧]** به جلو می‌آورد و **⌘⇧[** به عقب می‌فرستد.
fi: Z-järjestys: **⌘⇧]** tuo eteenpäin, **⌘⇧[** lähettää takaisin.
fr: Ordre Z : **⌘⇧]** met au premier plan, **⌘⇧[** met à l'arrière-plan.
he: סדר Z: **⌘⇧]** מביא קדימה, **⌘⇧[** שולח אחורה.
hr: Z-redoslijed: **⌘⇧]** vraća naprijed, **⌘⇧[** šalje natrag.
hu: Z-sorrend: **⌘⇧]** előrehoz, **⌘⇧[** visszaküld.
id: Z-order: **⌘⇧]** memajukan, **⌘⇧[** mengirim kembali.
it: Ordine di sovrapposizione: **⌘⇧]** porta avanti, **⌘⇧[** porta indietro.
ja: 重なり順: **⌘⇧]** で最前面へ、**⌘⇧[** で最背面へ移動します。
ko: Z 순서: **⌘⇧]** 키는 앞으로 가져오고, **⌘⇧[** 키는 뒤로 보냅니다.
ms: Pesanan Z: **⌘⇧]** membawa ke hadapan, **⌘⇧[** menghantar kembali.
nl: Z-volgorde: **⌘⇧]** brengt naar voren, **⌘⇧[** stuurt terug.
no: Z-rekkefølge: **⌘⇧]** bringer frem, **⌘⇧[** sender tilbake.
pl: Kolejność Z: **⌘⇧]** przenosi do przodu, **⌘⇧[** odsyła.
pt_br: Ordem Z: **⌘⇧]** traz para a frente, **⌘⇧[** envia para trás.
pt_pt: Ordem Z: **⌘⇧]** antecipa, **⌘⇧[** envia de volta.
ro: Ordinea Z: **⌘⇧]** aduce înainte, **⌘⇧[** trimite înapoi.
ru: Порядок наложения: **⌘⇧]** перемещает вперед, **⌘⇧[** — назад.
sk: Z-poradie: **⌘⇧]** posúva dopredu, **⌘⇧[** posiela späť.
sl: Z-vrstni red: **⌘⇧]** popelje naprej, **⌘⇧[** pošlje nazaj.
sv: Z-ordning: **⌘⇧]** flyttar framåt, **⌘⇧[** skickar tillbaka.
th: ลำดับ Z: **⌘⇧]** นำไปข้างหน้า **⌘⇧[** ส่งกลับ
tr: Z sırası: **⌘⇧]** öne getirir, **⌘⇧[** arkaya gönderir.
uk: Порядок шарів: **⌘⇧]** переносить вперед, **⌘⇧[** — назад.
ur: Z-order: **⌘⇧]** آگے لاتا ہے، **⌘⇧[** واپس بھیجتا ہے۔
vi: Thứ tự Z: **⌘⇧]** đưa tới, **⌘⇧[** gửi lại.
zh_hans: 层级顺序：**⌘⇧]** 移到最前面，**⌘⇧[** 移到最后面。
zh_hant: 圖層順序：**⌘⇧]** 移至最前面，**⌘⇧[** 移至最後面。

source: Zoom
ar: تكبير
cs: Přiblížení
el: Ζουμ
fa: بزرگ‌نمایی
fi: Zoomaa
he: זום
id: Perbesar
ja: ズーム
ko: 확대/축소
ms: Zum
nl: Zoomen
pl: Powiększ
ru: Масштаб
sv: Zooma
th: ซูม
tr: Yakınlaştırma
uk: Масштаб
ur: زوم
vi: Thu phóng
zh_hans: 缩放
zh_hant: 縮放

source: Zoom canvas
ar: تكبير قماش
ca: Zoom llenç
cs: Přiblížit plátno
da: Zoom lærred
de: Leinwand zoomen
el: Ζουμ καμβά
es: Hacer zoom en el lienzo
fa: بزرگ‌نمایی بوم
fi: Zoomaa kangas
fr: Zoomer sur le canevas
he: קנבס זום
hr: Zoom platno
hu: Zoom vászon
id: Perbesar kanvas
it: Zoom della tela
ja: キャンバスをズーム
ko: 캔버스 확대/축소
ms: Zum kanvas
nl: Zoomdoek
no: Zoom lerret
pl: Powiększ płótno
pt_br: Zoom da tela
pt_pt: Ecrã de zoom
ro: Zoom pânza
ru: Масштабировать холст
sk: Priblížiť plátno
sl: Zoom platno
sv: Zooma duk
th: ซูมแคนวาส
tr: Tuvali yakınlaştır
uk: Масштабувати полотно
ur: زوم کینوس
vi: Thu phóng khung vẽ
zh_hans: 缩放画布
zh_hant: 縮放畫布

source: Zoom in
ar: تكبير
ca: Apropa
cs: Přiblížit
da: Zoom ind
de: Vergrößern
el: Μεγέθυνση
es: Ampliar
fa: بزرگ‌نمایی
fi: Lähennä
fr: Zoom avant
he: התקרב
hr: Povećaj
hu: Nagyítás
id: Perbesar
it: Ingrandisci
ja: ズームイン
ko: 확대
ms: Zum masuk
nl: Inzoomen
no: Zoom inn
pl: Powiększ
pt_br: Ampliar
pt_pt: Ampliar
ro: Măriți
ru: Увеличить
sk: Priblížiť
sl: Povečaj
sv: Zooma in
th: ซูมเข้า
tr: Yakınlaştır
uk: Збільшити
ur: زوم ان کریں۔
vi: Phóng to
zh_hans: 放大
zh_hant: 放大

source: Zoom In
ar: تكبير
ca: Apropa
cs: Přiblížit
da: Zoom ind
de: Vergrößern
el: Μεγέθυνση
es: Ampliar
fa: بزرگ‌نمایی
fi: Lähennä
fr: Zoom avant
he: זום אין
hr: Povećaj
hu: Nagyítás
id: Perbesar
it: Ingrandisci
ja: ズームイン
ko: 확대
ms: Zum Masuk
nl: Inzoomen
no: Zoom inn
pl: Powiększ
pt_br: Ampliar
pt_pt: Ampliar
ro: Măriți
ru: Увеличить
sk: Priblížiť
sl: Povečaj
sv: Zooma in
th: ซูมเข้า
tr: Yakınlaştır
uk: Збільшити
ur: زوم ان
vi: Phóng to
zh_hans: 放大
zh_hant: 放大

source: Zoom options
ar: خيارات التكبير
ca: Opcions de zoom
cs: Možnosti přiblížení
da: Zoom muligheder
de: Zoomoptionen
el: Επιλογές ζουμ
es: Opciones de zoom
fa: گزینه‌های بزرگ‌نمایی
fi: Zoomausvaihtoehdot
fr: Options de zoom
he: אפשרויות זום
hr: Opcije zumiranja
hu: Nagyítási lehetőségek
id: Opsi pembesaran
it: Opzioni zoom
ja: ズームオプション
ko: 확대/축소 옵션
ms: Pilihan zum
nl: Zoom-opties
no: Zoomalternativer
pl: Opcje powiększenia
pt_br: Opções de zoom
pt_pt: Opções de zoom
ro: Opțiuni de zoom
ru: Параметры масштаба
sk: Možnosti priblíženia
sl: Možnosti povečave
sv: Zoomalternativ
th: ตัวเลือกการซูม
tr: Yakınlaştırma seçenekleri
uk: Параметри масштабу
ur: زوم کے اختیارات
vi: Tùy chọn thu phóng
zh_hans: 缩放选项
zh_hant: 縮放選項

source: Zoom out
ar: تصغير
ca: Allunya el zoom
cs: Oddálit
da: Zoom ud
de: Verkleinern
el: Σμίκρυνση
es: Reducir
fa: کوچک‌نمایی
fi: Loitonna
fr: Zoom arrière
he: זום החוצה
hr: Smanji
hu: Kicsinyítés
id: Perkecil
it: Riduci
ja: ズームアウト
ko: 축소
ms: Zum keluar
nl: Uitzoomen
no: Zoom ut
pl: Pomniejsz
pt_br: Reduzir
pt_pt: Diminuir zoom
ro: Micșorați
ru: Уменьшить
sk: Oddialiť
sl: Pomanjšaj
sv: Zooma ut
th: ซูมออก
tr: Uzaklaştır
uk: Зменшити
ur: زوم آؤٹ کریں۔
vi: Thu nhỏ
zh_hans: 缩小
zh_hant: 縮小

source: Zoom Out
ar: تصغير
ca: Allunya el zoom
cs: Oddálit
da: Zoom ud
de: Verkleinern
el: Σμίκρυνση
es: Reducir
fa: کوچک‌نمایی
fi: Loitonna
fr: Zoom arrière
he: זום אאוט
hr: Smanji
hu: Kicsinyítés
id: Perkecil
it: Riduci
ja: ズームアウト
ko: 축소
ms: Zum Keluar
nl: Uitzoomen
no: Zoom ut
pl: Pomniejsz
pt_br: Reduzir
pt_pt: Diminuir zoom
ro: Micșorați
ru: Уменьшить
sk: Oddialiť
sl: Pomanjšaj
sv: Zooma ut
th: ซูมออก
tr: Uzaklaştır
uk: Зменшити
ur: زوم آؤٹ
vi: Thu nhỏ
zh_hans: 缩小
zh_hant: 縮小

source: Zoom the picture inside its frame
ar: تكبير الصورة داخل إطارها
ca: Amplieu la imatge dins del seu marc
cs: Přibližte obrázek uvnitř jeho rámečku
da: Zoom billedet inde i dets ramme
de: Bild im Rahmen zoomen
el: Μεγέθυνση της εικόνας μέσα στο πλαίσιο της
es: Amplía la imagen dentro de su marco
fa: بزرگ‌نمایی تصویر درون قابش
fi: Zoomaa kuvaa sen kehyksen sisällä
fr: Zoomer sur l'image dans son cadre
he: הגדל את התמונה בתוך המסגרת שלה
hr: Zumirajte sliku unutar okvira
hu: Nagyítsa ki a képet a keretén belül
id: Perbesar gambar di dalam bingkainya
it: Ingrandisci l'immagine nella cornice
ja: 枠内で画像を拡大
ko: 프레임 안에서 사진 확대
ms: Zum gambar di dalam bingkainya
nl: Zoom in op de afbeelding binnen het kader
no: Zoom bildet innenfor rammen
pl: Powiększ obraz w jego ramce
pt_br: Ampliar a imagem dentro do quadro
pt_pt: Amplie a imagem dentro de sua moldura
ro: Măriți fotografia în cadrul acesteia
ru: Масштабировать изображение в рамке
sk: Priblížte obrázok v jeho ráme
sl: Povečajte sliko znotraj njenega okvirja
sv: Zooma bilden inuti dess ram
th: ซูมภาพภายในกรอบ
tr: Resmi çerçevesi içinde yakınlaştır
uk: Масштабувати зображення в рамці
ur: تصویر کو اس کے فریم کے اندر زوم کریں۔
vi: Thu phóng hình ảnh bên trong khung của nó
zh_hans: 在框内缩放图片
zh_hant: 在框內縮放圖片

source: Thank you for testing!
ar: شكرا لك على الاختبار!
ca: Gràcies per provar!
cs: Děkujeme za testování!
da: Tak fordi du testede!
de: Danke fürs Testen!
el: Σας ευχαριστούμε για τη δοκιμή!
es: ¡Gracias por probarla!
fa: از اینکه تست کردید سپاسگزارم!
fi: Kiitos testaamisesta!
fr: Merci d’avoir testé !
he: תודה על הבדיקה!
hr: Hvala na testiranju!
hu: Köszönöm a tesztelést!
id: Terima kasih telah menguji!
it: Grazie per aver testato!
ja: テストにご協力いただきありがとうございます！
ko: 테스트해 주셔서 감사합니다!
ms: Terima kasih kerana menguji!
nl: Bedankt voor het testen!
no: Takk for at du tester!
pl: Dziękujemy za przetestowanie!
pt_br: Obrigado por testar!
pt_pt: Obrigado por testar!
ro: Vă mulțumim pentru testare!
ru: Спасибо за тестирование!
sk: Ďakujeme za testovanie!
sl: Hvala za testiranje!
sv: Tack för att du testar!
th: ขอบคุณสำหรับการทดสอบ!
tr: Test ettiğiniz için teşekkürler!
uk: Дякую за тестування!
ur: جانچ کے لیے آپ کا شکریہ!
vi: Cảm ơn bạn đã thử nghiệm!
zh_hans: 感谢参与测试！
zh_hant: 感謝參與測試！
